[TheWorld:PersistentLevel.Main_Sequence.GraveYardAccess.DisSeqAct_DialogScriptedChoice_0 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="修复坟墓的开关")
m_Choices[1]=(m_ChoiceText="稍候")

[TheWorld:PersistentLevel.Main_Sequence.Main_Entrance.DisSeqAct_DialogScriptedChoice_8 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="前往布里格莫尔庄园")
m_Choices[1]=(m_ChoiceText="留在布里格莫尔外围")

[TheWorld:PersistentLevel.Main_Sequence.Main_Entrance.DisSeqAct_ShowHUDMessage_9 DisSeqAct_ShowHUDMessage]
m_Message="任务线索更新"

[TheWorld:PersistentLevel.Main_Sequence.Main_Entrance.DisSeqAct_UpdateTaskTarget_0 DisSeqAct_UpdateTaskTarget]
m_TargetName="大门"

[TheWorld:PersistentLevel.Main_Sequence.Main_Entrance.DisSeqAct_UpdateTaskTarget_1 DisSeqAct_UpdateTaskTarget]
m_TargetName="后院"

[TheWorld:PersistentLevel.Main_Sequence.Main_Entrance.DisSeqAct_UpdateTaskTarget_2 DisSeqAct_UpdateTaskTarget]
m_TargetName="大门"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.AcquireGrannyObjective.DisSeqAct_UpdateTaskTarget_34 DisSeqAct_UpdateTaskTarget]
m_TargetName="布里格莫尔的水之源"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_ShowHUDMessage_0 DisSeqAct_ShowHUDMessage]
m_Message="任务线索更新"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_ShowHUDMessage_9 DisSeqAct_ShowHUDMessage]
m_Message="任务线索更新"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_ShowLocationDiscovery_0 DisSeqAct_ShowLocationDiscovery]
m_LocationName="布里格莫尔地穴"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_ShowLocationDiscovery_1 DisSeqAct_ShowLocationDiscovery]
m_LocationName="布里格莫尔大宅"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_0 DisSeqAct_UpdateTaskTarget]
m_TargetName="花园的棚屋"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_29 DisSeqAct_UpdateTaskTarget]
m_TargetName="地穴"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_36 DisSeqAct_UpdateTaskTarget]
m_TargetName="花园的棚屋"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_42 DisSeqAct_UpdateTaskTarget]
m_TargetName="墓地"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.PlayerFindsCrypt.DisSeqAct_UpdateTaskTarget_43 DisSeqAct_UpdateTaskTarget]
m_TargetName="记录"

[TheWorld:PersistentLevel.Main_Sequence.Objectives_Level_Transitions.DisSeqAct_DialogScriptedChoice_1 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="前往布里格莫尔庄园")
m_Choices[1]=(m_ChoiceText="留在地穴")

[TheWorld:PersistentLevel.Main_Sequence.StoreFavorObjectives.DisSeqAct_UpdateTaskTarget_0 DisSeqAct_UpdateTaskTarget]
m_TargetName="储藏室"

[TheWorld:PersistentLevel.Main_Sequence.StoreFavorObjectives.DisSeqAct_UpdateTaskTarget_1 DisSeqAct_UpdateTaskTarget]
m_TargetName="瀑布"

[TheWorld:PersistentLevel.Main_Sequence.StoreFavorObjectives.DisSeqAct_UpdateTaskTarget_2 DisSeqAct_UpdateTaskTarget]
m_TargetName="水滨线"

[TheWorld:PersistentLevel.Main_Sequence.StoreFavorObjectives.DisSeqAct_UpdateTaskTarget_39 DisSeqAct_UpdateTaskTarget]
m_TargetName="红衣女巫"

[TheWorld:PersistentLevel.Main_Sequence.StoreFavorObjectives.DisSeqAct_UpdateTaskTarget_40 DisSeqAct_UpdateTaskTarget]
m_TargetName="围栏的缺口"

